export const MANDATORY_AGREEMENT_TERMS = `스테이브는 다음과 같이 입사지원자 여러분의 개인정보를 수집하고 이용하고자 개인정보 처리에 대한 동의를 요청 드립니다.

개인정보 처리 주체: 스테이브
처리 목적: 입사지원자 식별, 본인확인, 입사전형 및 문의의 원활한 처리, 지원내역확인
처리 항목 : 이름, 이메일, 전화번호, 이력서, 경력사항, 학력사항, 생년월일, 병역사항, 포트폴리오 ,커리어 플랫폼( 링크드인/업무 관련 블로그/깃헙 등)
보유 및 이용 기간 : 지원일로부터 3년

※ 단, 중복 지원자의 경우 개인정보는 최근 지원일로부터 3년 보관 후 파기합니다.
※ 지원자가 이력서 등 제출서류의 삭제를 원하는 경우에는 지체 없이 삭제되도록 도와드리겠습니다. 삭제 요청은 handybus@handybus.co.kr으로 연락 부탁드립니다.
※ 당사는 지원자분의 역량을 최우선적으로 검토하며, 채용과정에서 지원자의 주민등록번호, 가족관계, 혼인여부, 연봉, 사진, 신체조건, 출신지역 등 채용절차법상 요구 금지된 정보를 요구하지 않습니다.

[채용서류 반환에 관한 안내]
(1) 본 안내는 "채용절차의 공정화에 관한 법률"(채용절차법) 제11조에 따른 것으로, 최종합격자를 제외한 지원자 분들은 제출한 채용서류를 반환 받으실 수 있습니다. 다만, 구직자가 핸디버스(스테이브)의 채용사이트 또는 전자우편으로 제출한 경우 또는 구직자가 자발적으로 서면으로 제출하신 서류는 채용절차법 제11조제1항 단서조항에 따라 채용서류 반환 의무가 면제됩니다.

(2) 채용서류 반환청구서를 채용 여부가 확정된 날을 기준으로 180일 이내에 작성하여 이메일 (handybus@handybus.co.kr)로 제출해 주시면, 반환청구서가 수신된 날로부터 14일 이내에 우편(수신자 부담)으로 반환해 드립니다. 다만, 핸디버스(스테이브) 채용사이트 또는 전자우편으로 제출된 경우, 구직자께서 자발적으로 제출한 경우, 불가항력 사유로 서류가 멸실된 경우에는 반환하지 아니합니다.

※ 이메일 작성 시 제목은 [채용서류 반환청구]로 작성해주시면 감사하겠습니다.
※ 반환청구서 양식은 국가법령정보센터에서 제공하는 채용절차의 공정화에 관한 법률 시행규칙[별지 제3호 서식]을 사용해주시면 됩니다.

(3) 스테이브는 채용 여부가 확정된 날을 기준으로 3년까지 제출하신 서류를 보관하며 그 이후에는 개인정보보호법에 따라 파기합니다.

(4) 제출하신 포트폴리오는 채용을 위한 검증 목적으로만 이용되며, 그 이외의 목적으로는 이용되지 않습니다.
위 동의는 스테이브 채용을 위해 필수적인 동의로, 거부하실 수 있으나 동의를 하지 않은 경우 스테이브 채용에 제한이 있을 수 있습니다.
스테이브 드림`;
