export const MANDATORY_AGREEMENT_TERMS = `핸디버스는 채용 절차 진행을 위하여 귀하의 정보를 수집합니다. 예시 문장입니다.

1. 수집하는 개인정보의 필수항목
• 성명, 전화번호, 이메일

2. 개인정보처리의 목적
• 채용 관련 안내, 공지사항 전달, 채용 및 웹사이트 이용 관련 연락, 채용 적합성 판단 및 서류심사/면접 등의 근거 자료, 인재 DB 활용 등

3. 보유기간
• 접수 지원 후 3년간, 단 정보주체의 삭제 요청이 있는 경우 지체없이 파기`;

export const OPTIONAL_AGREEMENT_TERMS_1 = `선택 항목 수집 및 이용에 대한 동의 내용입니다.

1. 수집 항목
• 포트폴리오

2. 이용 목적
• 채용 적합성 판단

3. 보유 기간
• 채용 종료 시까지`;

export const OPTIONAL_AGREEMENT_TERMS_2 = `개인정보 제3자 제공에 대한 동의 내용입니다.

1. 제공받는 자
• (주)핸디버스 파트너사

2. 제공 목적
• 채용 연계 및 인재 추천

3. 제공 항목
• 이름, 이메일, 연락처, 이력서`;
